{
  "projects": [
    {
      "id": 0,
      "title": "Innocente",
      "text": "“Innocente” is a styling project inspired by the women in my life. It is a reflection of how, despite their radically different life stories, they all share a nostalgia for the girls they were before. They had to fend for themselves for their voice to be heard, their bodies to be respected, their minds to be treated as worthy. To protect the precious bits of innocence they had left, they turned their softness into weapons. The world might have stripped them from all they have, but they won’t let it take the last thing that is their own. The main idea behind the look was to play around with textures to bring complexity to what started as a simple look. Some of the key elements were the tights, the ripped underlayer, the pink ribbons in Kim’s hair, and the brooch. To convey the story around which the look was built, I played around with accessories and fabrics that are often seen as more feminine, such as the corset, lace, or the garter-like high sock, and bulkier and grungier elements. The rips and cut-outs, the attitude in Kim’s poses, as well as the dark make-up and colour palette of the look, create a clear contrast with the girlier pearls and ribbons, contrast which ultimately pulls it all together."
    },
    {
      "id": 1,
      "title": "Restriction",
      "text": "<p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">what can result from restriction? from working in a small, restricted studio in a limited amount of time, and having to style mary from a selection of clothes that weren&rsquo;t mine, i was inspired by the idea of discomfort. using the very few garments available to me, i created a look intentionally impairing her movement.&nbsp;</p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">the crinoline: turns into a strapless dress, it altered mary&rsquo;s posture as she couldn&rsquo;t rest her arms like she usually would.</p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">the turtleneck: becomes a tight-fitting cardigan to contrast with the voluminous silhouette of the crinoline, exaggerating Mary&rsquo;s awkward posture.</p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">the polka dot mesh top: transforms into a face mask (inspired by maison margiela), adding to the patterned playfulness of the overall look.</p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">model: mary</p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">shot on my nikon d5300</p>"
    },
    {
      "id": 2,
      "title": "Movement",
      "text": "<p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">a project inspired by the contrast between brutalist architecture and the flowing movement of fabrics.</p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">silk organza is sheer and fluid; it glides on the skin, ripples. within the walls of the concrete labyrinth of the barbican, it represents rebellion - it defies clear, defined structures, and breaks free from norms. silk organza doesn&rsquo;t rely on any man-given shape or form; it thrives when untamed.</p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\"><br></p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\"><em>&ldquo;whilst society is rigid, human nature isn&rsquo;t&rdquo;</em></p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\"><br></p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">model: angela bronner</p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">shot on my nikon d5300</p>"
    },
    {
      "id": 3,
      "title": "Banshee",
      "text": "<p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">a summer project inspired by the Irish folklore tale of the banshee.</p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">chasing nora through my lens, i aimed to capture her fleeting fragility, at times statue-like, to create images of classic elegance. contrasting with the simple white dress and shawl nora is wearing, the sophisticated but ancient motifs of the wallpaper set a scene of serenity, yet almost conservative.</p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">as the shutter of my camera freezes her movement still, nora becomes yet another spirit of the mansion, her poses alike those of paintings hung in its galleries.</p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">model: nora dorthe</p><p style=\"text-align: right; color: rgb(34, 34, 34); font-size: 15px;\">shot on my Nikon d3500</p>"
    }
  ]
}
