{
  "projects": [
    {
      "id": 0,
      "title": "Innocente",
      "text": "“Innocente” is a styling project inspired by the women in my life. It is a reflection of how, despite their radically different life stories, they all share a nostalgia for the girls they were before. They had to fend for themselves for their voice to be heard, their bodies to be respected, their minds to be treated as worthy. To protect the precious bits of innocence they had left, they turned their softness into weapons. The world might have stripped them from all they have, but they won’t let it take the last thing that is their own. The main idea behind the look was to play around with textures to bring complexity to what started as a simple look. Some of the key elements were the tights, the ripped underlayer, the pink ribbons in Kim’s hair, and the brooch. To convey the story around which the look was built, I played around with accessories and fabrics that are often seen as more feminine, such as the corset, lace, or the garter-like high sock, and bulkier and grungier elements. The rips and cut-outs, the attitude in Kim’s poses, as well as the dark make-up and colour palette of the look, create a clear contrast with the girlier pearls and ribbons, contrast which ultimately pulls it all together."
    },
    {
      "id": 1,
      "title": "Restriction",
      "text": "Restriction. From having to work in a small, restricted place, in a limited amount of time, to styling Mary from a selection of clothes that weren’t mine (and quite frankly didn’t resonate with me that much), I was inspired by the idea of discomfort. What can result from restriction? using the garments in ways they weren’t meant to, i created this look to intentionally impair mary’s movements. The crinoline, here transformed into a strapless dress, altered her posture as she couldn’t rest her arms like she usually would. i used the turtle neck as a tight-fitting cardigan to create contrast with the conical and voluminous silhouette of the crinoline, exaggerating the awkward position of her arms. Lastly, I picked the polka dot mesh top and turned it into a face mask (inspired by the iconic maison margiela ones), mixing patterns for the playfulness of the look, and reinforcing the idea of discomfort (for the viewer more so than the model) when photographed. I wanted to make the pictures uncomfortable, awkward to look at. make something strangely appealing to the eye, that you couldn’t look away from. Mary perfectly understood the vision. Here's my take on restriction. Key aspects: poses & expressions, using garments as literal means of restriction."
    },
    {
      "id": 2,
      "title": "Movement",
      "text": "a project inspired by the contrast between brutalist architecture and the flowing movement of fabrics. silk organza is sheer and fluid; it glides on the skin, ripples. within the walls of the concrete labyrinth of the barbican, it represents rebellion - it defies clear, defined structures, and breaks free from norms. silk organza doesn’t rely on any man-given shape or form; it thrives when untamed. 'whilst society is rigid, human nature isn’t' model: angela bronner shot on my nikon d5300"
    }
  ]
}
