{
  "articles" : [
    {
      "id" : 0,
      "title" : "Let's talk catwalk: Galliano FW03",
      "date" : "Nov 19 2022",
      "text" : "sample",
      "mainPhoto" : "https://wwd.com/wp-content/uploads/2019/12/john-galliano-dior-0003.jpg"
    },
    {
      "id" : 1,
      "title" : "Catwalk report McQueen RTW SS99: McQueen is the king of ready-to-wear",
      "date" : "Nov 6 2022",
      "text" : "sample",
      "mainPhoto" : "https://images-prod.anothermag.com/1600/azure/another-prod/350/9/359956.jpg"
    },
    {
      "id" : 2,
      "title" : "Can fashion truly make an impactful political statement?",
      "date" : "Oct 11 2022",
      "text" : "<p>The fashion industry has always had its fair share of controversy. Through the years, clothing has been used to convey strong messages and statements, whether the designers aimed to, or whether their creations were used by people as a political mean to their movement towards the change of our society. Today, the message conveyed by most designs might be less evident to a majority. As people are beginning to rebel more and more against the industry and bring its flaws to light, most are thus overlooking its intent to make a statement. However, even the rise of fast-fashion is an indicator of the current political and economic state of our society, and, to its own extent, a meaningful statement. Rightfully, some might question the legitimacy of fashion as a political statement. In his book “On Human Finery” published in 1947, art historian Quentin Bell argued that fashion was a form of art solely fuelling a sense of disproportionate personal importance that had no greater purpose than vanity (Bell, 1947). Nonetheless, one cannot ignore how fashion has continuously been used to shape some of the most impactful moments of our history, and how it still does to this day. This paper will discuss why fashion can have an impactful political statement, exploring the history of various fashion designers and movements throughout history that have used fashion to support their political struggle.&nbsp;</p><p>Joshua Miller once said that clothes served two political functions: “they challenge the society’s dominant symbols, and they unite groups that challenge the society’s dominant ideas and imagery” (Miller, 2005). As any other form of art, fashion allows people to be associated with a group of individuals they identify with and relate to. This creates the idea of individual identity within the collective, whilst preserving this important sense of belonging. In other words, “clothes are important symbol of collective identity, therefore can foster feelings of pride and community” (Vrencoska, 2009). Statements, no matter their nature or goals, will achieve their desired impact through unity of a greater group of individuals, and using fashion is crucial for these messages to be remembered. As fashion and identity are closely intertwined in the way we perceive ourselves and others, communities use it as a symbol to differentiate themselves from others. In the case of politics, fashion also is an indirect mean to show the world what political view one is supporting, and what they are advocating for.&nbsp;</p><p>Throughout the second half of the 20th century, for example, graphic t-shirts became very popular, and were used to “express political thoughts and collective affiliation” (Vrencoska, 2009). One of the most popular models was the Che Guevara t-shirt - which was and remains a best-seller to this day. The Argentinian, known for his fight in the Cuban Revolution, was an an icon of “leftist radicalism and anti-imperialism” all around the world, and became a martyred hero after his death in 1967 (Britannica, 2019). People choosing to wear these t-shirts addressing the face of this revolutionary were showing a clear political affiliation, and their support for a cause and a certain order in society. This allowed individuals to identify who believed in the same ideologies as them and would bring them together in a community advocating and protesting for a cause in unity.</p><p>Some might question the value a t-shirt can bear as a political statement, as it is one of the most primal garments to exist. One could argue that, despite the sense of affiliation brought to the people wearing them, the simple act of printing Che Guevara’s face cannot have had any concrete impact in this context of such struggling political times. Nonetheless, images have been proven to have the most influence on our brain, as “we process visual stimulation at lightning speed, images are likely to prompt strong emotion, which in turn can lead to action” (“The psychology of visuals, how images impact decision making | Enterprise”, 2022). Therefore, these t- shirts are likely to have prompted an emotional reaction for anyone seeing them, whether this was curiosity or questioning, or a sense of revolt which encouraged them to join forces and allowed this revolutionary movement to grow to such an extent.&nbsp;</p><p>Another example of fashion being used to convey a political message is the fight of the Red Guards in the Chinese Great Proletarian Cultural Revolution (1966-76). This group of radical members of the Chinese Communist Party, led at the time by Mao Zedong, was leading fashion-targeted attacks with the aim of purging China of any bourgeois-ness. They would destroy any clothes reminiscing of Western bourgeoisie, such as the tight pants and pointed shoes that were popular among Chinese society (Bartlett, 2019). Once again, the distinctive attire worn by the bourgeois was a way for the Red Guards to identify and separate people’s political beliefs. However, in this case, the Red Guards would use the garments worn by the superior social class against them, and their destruction created an even more impactful statement than simply wearing them as a way to show belonging to a certain community.</p><p>Affiliation and identification through fashion is not the only way this medium can have an impact on politics. Designs and creations can be striking enough by themselves to become political statements. As a matter of fact, many design and fashion schools now advocate for the importance of integrating an ideological and political curriculum in clothing and fashion design majors. Realising the impact fashion can have on a society, the schools believe that “to implement the fundamental task of nurturing people of character, they must integrate value shaping, knowledge transfer and ability training” (Sun, N.d). Their concern of educating students not only to the craft of design, but also on the impact creations can have on individuals, demonstrates that, although it may act on a subconscious level of the mind, fashion can be used as a political mean. One of the most relevant example to support this statement is Vivienne Westwood.</p><p>Dame Vivienne Westwood is a British fashion designer who first started her career during the punk years of the 70s and remains one of the most influential creators of her generation to date. In an interview she granted to The New York Times, she explained that “since the early days of punk in the 1970s, she had always been an activist against war and for human rights”, and still fought for the causes she believes in today. She said to “use her fashion to get people involved in politics”, and that the runway had always been her platform to convey political messages (Westwood, 2020). Through her politically-charged creations, such as the ones in her AW 19/20 show (Leitch, 2019), Westwood has always wished to create something that would contribute meaningfully to society beyond the arts and fashion field. This collection wasn’t the first time the designer used the catwalk to talk about more than just clothes. Westwood’s shows are always set in an atmosphere which always successfully fully draws the public in, allowing her messages to be the centre of attention. For her AW 19/20 show, she casted influent activists as part of her models, such as UK director of Greenpeace John Sauven. For her SS16 ready-to-wear collection, she had her models her models recite monologues and protest as they were walking down the catwalk. Another example is her SS15 show, where Westwood drew inspiration from the 50s to criticise today’s hyper-consumerism and remind people of a time where fashion wasn’t so disposable. She closed the show by walking down the catwalk herself, wearing a distressed “Climate change” slogan tee-shirt to raise awareness and remind her audience of the consequences of fast-fashion and the wasteful practices of the industry. By constantly interlinking fashion and politics, Vivienne Westwood ensured not to segregate the industry from the reality of our world and the audience she was targeting, but to have her art become an integrant part of it (Rimmer, 2019). Westwood’s activism and her political ambitions have been questioned by critics more than once, and many argued argued that the designer was a prime example on why, “when trying to change the world, one should not put on a fashion show”. Some criticised that the message of her shows lacked coherence, and that the catchy slogans on the garments were more erratic and overwhelming, or created a sense of lecturing, rather than truly educating and inspiring people to become the change our society needed (Waters, 2019).&nbsp;</p><p>This argument is commonly brought up by critics when it comes to the relationship of any form of art and politics. Although designers do indeed sometimes struggle to create art that can easily be universally understood, by arguing such a statement, critics miss the actual goal of using fashion as a form of activism. Making an impactful statement is about generating any kind of attention around the targeted issue, and “people of high status are able to show their political views through their choice of clothing and gain followers to join their movement” (Welters, 2018).&nbsp;</p><p>With the evidence presented in this paper, we can conclude that fashion can truly make an impactful political statement. Through the years, fashion has shown that it could be used as an effective political mean, whether it was by groups of individuals sharing the same ideologies being brought together by a piece of clothing, or by designers themselves and their creations. The examples used in this essay, such as the movement of the Red Guards or the runways of Vivienne Westwood, are merely the tip of the iceberg of fashion activism. By digging deeper into history, we soon realise that fashion has been used as a very powerful medium for many other historical events, like the Suffragettes movement, and, by analysing fashion trends and eras, this provides us with an insight to understand how it has shaped our society.</p><p>I have always been passionate about fashion history, and I firmly believe that fashion is one of the most powerful tools one could resort to to make impactful statements. As any form of art, it requires to be interpreted in the proper way, and in order to be understood in its complexity, one must first be educated on it, which doesn’t make it accessible to everybody. Nevertheless, I think that, the more people continue to gain significant knowledge on the industry, the greater impact this will have on how mentalities are evolving, thus allowing real change to happen through fashion.&nbsp;&nbsp;</p>",
      "mainPhoto" : "https://i.dailymail.co.uk/1s/2019/02/17/16/9927516-0-image-a-45_1550422264467.jpg"
    },
    {
      "id" : 3,
      "title" : "The Rise of Indie Sleaze",
      "date" : "Oct 5 2022",
      "text" : "sample",
      "mainPhoto" : "https://luxiders.com/wp-content/uploads/2021/03/chanel_fw21_004_Paris_1_2021.jpg"
    },
    {
      "id" : 3,
      "title" : "The Rise of Indie Sleaze",
      "date" : "Oct 5 2022",
      "text" : "sample",
      "mainPhoto" : "https://luxiders.com/wp-content/uploads/2021/03/chanel_fw21_004_Paris_1_2021.jpg"
    },
    {
      "id" : 3,
      "title" : "The Rise of Indie Sleaze",
      "date" : "Oct 5 2022",
      "text" : "sample",
      "mainPhoto" : "https://luxiders.com/wp-content/uploads/2021/03/chanel_fw21_004_Paris_1_2021.jpg"
    },
    {
      "id" : 3,
      "title" : "The Rise of Indie Sleaze",
      "date" : "Oct 5 2022",
      "text" : "sample",
      "mainPhoto" : "https://luxiders.com/wp-content/uploads/2021/03/chanel_fw21_004_Paris_1_2021.jpg"
    }
  ]
}
