{
  "articles" : [
    {
      "id" : 0,
      "title" : "Catwalk report McQueen RTW SS99: McQueen is the king of ready-to-wear",
      "date" : "Nov 6 2022",
      "text" : "<p>We say tortured souls make the most brilliant artists, and there’s no doubt that Alexander McQueen was one of them. More than a decade after his tragic passing, the fashion industry is still mourning the loss of his genius.</p><p><em>No. 13</em>, McQueen’s Spring/Summer 1999 Ready-to-Wear runway show, will forever be remembered as one of the most iconic moments in the history of fashion. The label’s 13th show allied technical prowess from the designer and splendid performances on the runway. In the midst of the 90s, anti-fashion was at an all-time high, and designers were bursting with creativity in the way fashion could be presented. Models set on spinning platforms, wings made of paper, a breathtaking finalefeaturing former ballerina Shalom Harlow - <em>No. 13</em> wasn’t only a catwalk, but a truly beautiful piece of performance art.</p><p>Behind the finesse of the designs was Lee’s fascination for the Arts and Crafts movement, which inspired him throughout his entire career. Emerging in the late 19th century, the realisation of the damages caused by industrialisation led society at the time to seek a more sustainable approach to the manufacturing of objects. This inspiration shone through the alliance of raw and organic fabrics, like denim or jute, and the earthy tones of blacks, browns, greys, and beiges displayed throughout the collection. <em>No. 13 </em>was a political statement. Challenging the relationship between men and machines, but also exploring the impact of capitalism on clothes, the catwalk intertwined tailored silhouettes and blue-collar-like uniforms.</p><p>The shoulders were rigid and structured, but the overall blazers were deconstructed, with sleeves ripped off and open backs. The pants were perfectly tailored but they were added a silver metallic sheen, transforming the models into machine-like creatures. Perfectly moulding to the bodies of the muses, they became iron shells. Denim was used to create jumpsuits similar to those of factory workers. Statement bodices made of metal were glistening under the spotlights. The runway became McQueen’s platform to expose the grotesque reality of what the capitalist system had instilled in our lives. On the pedestal we have set them on, money and labor had turned us into pawns for society to toy with.&nbsp;</p><img src='https://imagizer.imageshack.com/img923/7991/lt2tVy.jpg' alt='undefined' style='float:none;height: auto;width: auto'/><p>This doesn’t mean that McQueen had forgotten about the explosive energy of the 90s. The clothes were still spirited. The gowns made of stretchy fabrics looked like a t-shirt that would have been ripped off during a rave, sometimes only hanging on by a shoulder. Lee’s models were revolting against the system. Their disheveled hair was stuck to their forehead in that perfect, “fuck everything” look. They looked like they’d gone straight from the club to the runway, ready to dismantle our idea of perfection with asymmetry and open backs.</p><p>About halfway through the show, we were given a surprising change of tone. The silhouettes became more tamed and classic, and so did the fabrics. The tailored looks were traded for flowy blouses made of sheer fabric or intricate lace. The ruffled collars brought some softness to the looks, sweet and romantic, with a hint of darkness, DNA to all McQueen’s designs. Some of the models were adorned with coats resembling men’s evening tails, and McQueen introduced his revolutionary paper silhouette to the runway. Erin O’Connor looked like an angel bursting onto a battlefield. Assertive and stunningly beautiful, she looked like she was ready to partake in the fight.</p><img src='https://imagizer.imageshack.com/img922/1282/g6BNam.jpg' alt='undefined' style='float:none;height: auto;width: auto'/><p></p><img src='https://imagizer.imageshack.com/img924/5756/E09vzX.jpg' alt='undefined' style='float:none;height: auto;width: auto'/><p>McQueen’s genius extended to footwear. The orthopaedic feel of the shoes was no coincidence when we realise that one of the models was none other than Paralympic champion Aimee Mullins. Amputated above the knees, she was carved a pair of cherry wood prosthetics to walk the show. Many in the public mistook them for an ingenious pair of boots (and it is said that some stylists were begging to borrow said boots after the show).</p><img src='https://imagizer.imageshack.com/img924/5696/sLKBn3.jpg' alt='undefined' style='float:none;height: auto;width: auto'/><p>Finally, how can we talk about No. 13 without extensively obsessing about the highlight of the show -the finale? After all the models had left the catwalk, Shalom Harlow walked in her white dress, like a blank canvas. She stood on the rotating platform set in the centre of the stage to the mercy of the robotic arms. Moving like serpents around their prey, they sprayed yellow and black paint onto the ballerina. This was the climax of the conflict that arose throughout McQueen’s runway: who will survive this confrontation? The woman or the machine? The scene was painful in anticipation. People were holding their breaths. A genius moment of ethos. As she emerged from her trance-like state, so did the public. A torrent of emotions swept through the room.</p><img src='https://images-prod.anothermag.com/1600/azure/another-prod/350/9/359956.jpg' alt='undefined' style='float:none;height: auto;width: auto'/><p>There are no words to describe the impact Lee McQueen had on the fashion industry with this singular moment. Still today, designers try to emulate his creative genius (look at Coperni and their sprayed-on dress for example). McQueen knew how to inspire, how to provoke emotions. No.13 is only a mere example of his contribution to fashion. In a time when the quest for self and emancipation was central, Lee broke the rules and set us free.</p><p></p><p></p>",
      "mainPhoto" : "https://images-prod.anothermag.com/1600/azure/another-prod/350/9/359956.jpg"
    },
    {
      "id" : 1,
      "title" : "Can fashion truly make an impactful political statement?",
      "date" : "Oct 11 2022",
      "text" : "<p>The fashion industry has always had its fair share of controversy. Through the years, clothing has been used to convey strong messages and statements, whether the designers aimed to, or whether their creations were used by people as a political mean to their movement towards the change of our society. Today, the message conveyed by most designs might be less evident to a majority. As people are beginning to rebel more and more against the industry and bring its flaws to light, most are thus overlooking its intent to make a statement. However, even the rise of fast-fashion is an indicator of the current political and economic state of our society, and, to its own extent, a meaningful statement. Rightfully, some might question the legitimacy of fashion as a political statement. In his book “On Human Finery” published in 1947, art historian Quentin Bell argued that fashion was a form of art solely fuelling a sense of disproportionate personal importance that had no greater purpose than vanity (Bell, 1947). Nonetheless, one cannot ignore how fashion has continuously been used to shape some of the most impactful moments of our history, and how it still does to this day. This paper will discuss why fashion can have an impactful political statement, exploring the history of various fashion designers and movements throughout history that have used fashion to support their political struggle.&nbsp;&nbsp;</p><img src='https://www4.pictures.zimbio.com/gi/Vivienne+Westwood+Vivienne+Westwood+Red+Label+srCax-OEl9Mx.jpg' alt='undefined' style='float:none;height: auto;width: auto'/><p>Joshua Miller once said that clothes served two political functions: “they challenge the society’s dominant symbols, and they unite groups that challenge the society’s dominant ideas and imagery” (Miller, 2005). As any other form of art, fashion allows people to be associated with a group of individuals they identify with and relate to. This creates the idea of individual identity within the collective, whilst preserving this important sense of belonging. In other words, “clothes are important symbol of collective identity, therefore can foster feelings of pride and community” (Vrencoska, 2009). Statements, no matter their nature or goals, will achieve their desired impact through unity of a greater group of individuals, and using fashion is crucial for these messages to be remembered. As fashion and identity are closely intertwined in the way we perceive ourselves and others, communities use it as a symbol to differentiate themselves from others. In the case of politics, fashion also is an indirect mean to show the world what political view one is supporting, and what they are advocating for.&nbsp;&nbsp;</p><p>Throughout the second half of the 20th century, for example, graphic t-shirts became very popular, and were used to “express political thoughts and collective affiliation” (Vrencoska, 2009). One of the most popular models was the Che Guevara t-shirt - which was and remains a best-seller to this day. The Argentinian, known for his fight in the Cuban Revolution, was an an icon of “leftist radicalism and anti-imperialism” all around the world, and became a martyred hero after his death in 1967 (Britannica, 2019). People choosing to wear these t-shirts addressing the face of this revolutionary were showing a clear political affiliation, and their support for a cause and a certain order in society. This allowed individuals to identify who believed in the same ideologies as them and would bring them together in a community advocating and protesting for a cause in unity.&nbsp;</p><p>Some might question the value a t-shirt can bear as a political statement, as it is one of the most primal garments to exist. One could argue that, despite the sense of affiliation brought to the people wearing them, the simple act of printing Che Guevara’s face cannot have had any concrete impact in this context of such struggling political times. Nonetheless, images have been proven to have the most influence on our brain, as “we process visual stimulation at lightning speed, images are likely to prompt strong emotion, which in turn can lead to action” (“The psychology of visuals, how images impact decision making | Enterprise”, 2022). Therefore, these t- shirts are likely to have prompted an emotional reaction for anyone seeing them, whether this was curiosity or questioning, or a sense of revolt which encouraged them to join forces and allowed this revolutionary movement to grow to such an extent.&nbsp;</p><img src='https://tomtrigo.files.wordpress.com/2013/02/prince-harry.jpg' alt='undefined' style='float:none;height: auto;width: auto'/><p>Another example of fashion being used to convey a political message is the fight of the Red Guards in the Chinese Great Proletarian Cultural Revolution (1966-76). This group of radical members of the Chinese Communist Party, led at the time by Mao Zedong, was leading fashion-targeted attacks with the aim of purging China of any bourgeois-ness. They would destroy any clothes reminiscing of Western bourgeoisie, such as the tight pants and pointed shoes that were popular among Chinese society (Bartlett, 2019). Once again, the distinctive attire worn by the bourgeois was a way for the Red Guards to identify and separate people’s political beliefs. However, in this case, the Red Guards would use the garments worn by the superior social class against them, and their destruction created an even more impactful statement than simply wearing them as a way to show belonging to a certain community.&nbsp;</p><p>Affiliation and identification through fashion is not the only way this medium can have an impact on politics. Designs and creations can be striking enough by themselves to become political statements. As a matter of fact, many design and fashion schools now advocate for the importance of integrating an ideological and political curriculum in clothing and fashion design majors. Realising the impact fashion can have on a society, the schools believe that “to implement the fundamental task of nurturing people of character, they must integrate value shaping, knowledge transfer and ability training” (Sun, N.d). Their concern of educating students not only to the craft of design, but also on the impact creations can have on individuals, demonstrates that, although it may act on a subconscious level of the mind, fashion can be used as a political mean. One of the most relevant example to support this statement is Vivienne Westwood.&nbsp;</p><p>Dame Vivienne Westwood is a British fashion designer who first started her career during the punk years of the 70s and remains one of the most influential creators of her generation to date. In an interview she granted to The New York Times, she explained that “since the early days of punk in the 1970s, she had always been an activist against war and for human rights”, and still fought for the causes she believes in today. She said to “use her fashion to get people involved in politics”, and that the runway had always been her platform to convey political messages (Westwood, 2020). Through her politically-charged creations, such as the ones in her AW 19/20 show (Leitch, 2019), Westwood has always wished to create something that would contribute meaningfully to society beyond the arts and fashion field. This collection wasn’t the first time the designer used the catwalk to talk about more than just clothes. Westwood’s shows are always set in an atmosphere which always successfully fully draws the public in, allowing her messages to be the centre of attention. For her AW 19/20 show, she casted influent activists as part of her models, such as UK director of Greenpeace John Sauven. For her SS16 ready-to-wear collection, she had her models her models recite monologues and protest as they were walking down the catwalk. Another example is her SS15 show, where Westwood drew inspiration from the 50s to criticise today’s hyper-consumerism and remind people of a time where fashion wasn’t so disposable. She closed the show by walking down the catwalk herself, wearing a distressed “Climate change” slogan tee-shirt to raise awareness and remind her audience of the consequences of fast-fashion and the wasteful practices of the industry. By constantly interlinking fashion and politics, Vivienne Westwood ensured not to segregate the industry from the reality of our world and the audience she was targeting, but to have her art become an integrant part of it (Rimmer, 2019). Westwood’s activism and her political ambitions have been questioned by critics more than once, and many argued argued that the designer was a prime example on why, “when trying to change the world, one should not put on a fashion show”. Some criticised that the message of her shows lacked coherence, and that the catchy slogans on the garments were more erratic and overwhelming, or created a sense of lecturing, rather than truly educating and inspiring people to become the change our society needed (Waters, 2019).&nbsp;&nbsp;</p><img src='https://media.fashionnetwork.com/m/e399/4832/e99e/8e3b/0485/93b2/497a/9496/dd4e/499f/499f.jpg' alt='undefined' style='float:none;height: auto;width: auto'/><p>This argument is commonly brought up by critics when it comes to the relationship of any form of art and politics. Although designers do indeed sometimes struggle to create art that can easily be universally understood, by arguing such a statement, critics miss the actual goal of using fashion as a form of activism. Making an impactful statement is about generating any kind of attention around the targeted issue, and “people of high status are able to show their political views through their choice of clothing and gain followers to join their movement” (Welters, 2018).&nbsp;&nbsp;</p><p>With the evidence presented in this paper, we can conclude that fashion can truly make an impactful political statement. Through the years, fashion has shown that it could be used as an effective political mean, whether it was by groups of individuals sharing the same ideologies being brought together by a piece of clothing, or by designers themselves and their creations. The examples used in this essay, such as the movement of the Red Guards or the runways of Vivienne Westwood, are merely the tip of the iceberg of fashion activism. By digging deeper into history, we soon realise that fashion has been used as a very powerful medium for many other historical events, like the Suffragettes movement, and, by analysing fashion trends and eras, this provides us with an insight to understand how it has shaped our society.&nbsp;<p>I have always been passionate about fashion history, and I firmly believe that fashion is one of the most powerful tools one could resort to to make impactful statements. As any form of art, it requires to be interpreted in the proper way, and in order to be understood in its complexity, one must first be educated on it, which doesn’t make it accessible to everybody. Nevertheless, I think that, the more people continue to gain significant knowledge on the industry, the greater impact this will have on how mentalities are evolving, thus allowing real change to happen through fashion.&nbsp;&nbsp;</p><p></p>",
      "mainPhoto" : "https://en.vogue.me/wp-content/uploads/2020/11/promo_A2X1749.jpg"
    },
    {
      "id" : 2,
      "title" : "The Rise of Indie Sleaze in 2022",
      "date" : "Oct 5 2022",
      "text" : "<p>If you’ve been paying attention to anything that’s been happening on social media in the past few months, you might’ve noticed the resurgence of mid-late noughties trends we all thought forgotten for good. Characterised by the smudgy eyeshadow looks, party flash photography, extra-thin scarves and Skins-style house parties, we are witnessing the revival of the early 2000s amongst Gen Z, as the generation has made this decadent era its own to transform it into the 2022 “Indie Sleaze”.</p><p>You might recall the frivolous years of the 2000s by the wacky fedora phase or the absurdly colourful outfits, or by the nights spent dancing to electronic music without forgetting the inevitable “walk of shame” going home in the morning. You might even be thinking about the glorious days of “it girls” Kate Moss, Lindsay Lohan, Alexa Chung, or Mary-Kate Olsen (and their dilated pupils), still iconic to this day for their debacles. Or maybe you’re picturing the disco pants, the ripped tights under shorts or skirts no thicker than a belt, never without a very loose tank or deep-plunging v-neck... The pictures found on the MySpace or Tumblr archives are the remaining testimonies that these years weren’t just an extremely realistic fever dream and have served their purpose as reference points for Gen Z’s Indie Sleaze.</p><img src='https://images.radiox.co.uk/images/284214?width=2190&crop=4_3&signature=NeDSu3JsWlRWyOGqawRwoHQ_1SQ=' alt='undefined' style='float:none;height: auto;width: auto'/><p>Gen Z’s attempt to revive the past is no coincidence to the political and social environment they are evolving in. Although trend reporters were already paying attention to any signs indicating the resurgence of the noughties, as per the 20-year-rule - the rule stating that fashion cultures are to repeat themselves after two decades - the scope which 2000s- inspired trends extended to, more particularly amongst Gen Z, reached far beyond what any professionals had foreseen. The Toronto-based creator of the Instagram account @indiesleaze saw the term she came up with - Indie Sleaze - being used by a prominent TikTok trend forecaster, leading to it becoming the official name for the trend shortly after.</p><p>We might think that the drawing-in factor into this trend is the glamour that such an era emanates, but I would argue that it is more the freedom it represents to a younger generation. The early 2000s are the symbol of a golden youth of never-ending fun. We already reminisce about these carefree years, because of how distant it all feels to us now although they only took place a decade ago. In the last three years alone, we have witnessed and experienced our world change radically overnight, having to adapt to a completely different lifestyle with no prior mental preparation.</p><p>Taking a closer look at the emergence of Indie Sleaze, we realise that its timeline is closely intertwined with the series of events that impacted our society between 2019 and 2022. As our society was unexpectedly hit by the Covid-19 pandemic, we lost all sense of certainty over our lives and futures. Confined in our homes, we spent hours reminiscing about the times when we felt free. Scrolling through our camera rolls and on social media, we became nostalgic for the “good old days”, which led to a growing interest in past cultures of this century. In 2021, as most countries started to emerge from a year of on-and-off lockdowns, Indie Sleaze peaked. Finally, we were able to regain some kind of control over our lives, and, as a generation, it was Gen Z’s time to redeem their teenage years.</p><p>In a hyper-digitalised society, the idealisation of Indie Sleaze expresses the need to go back to a life where one could simply live in the moment, without being reminded of a real world that is seemingly falling apart by being constantly connected to it. Indie Sleaze is an attempt to flee the alarming reality of climate change hanging above our heads, or, similarly to the generation preceding us, the recession compromising the future of us all. It is also an attempt to make up for the lost time after two years of being locked up in our apartments, wondering if we’ll ever get it back.</p><p>Gen Z feels wronged and robbed. Thus, they’re trying to rectify what’s been done to them by adopting trends that completely annihilate what’s being expected of them. The 00s party years are glamourised for the sake of the Indie Sleaze aesthetic. The outdated has been granted a TikTok trendy redemption, with the “indiesleaze” hashtag generating more than 46.9M views. The messy, almost musty “Effy Stonem” look has been transformed into a calculated effort-worthy “effortlessly” smoky makeup. Content creators are now sharing their best tips on how to rip tights “the right way” or how to fabricate tops from tights. Most popular are the makeup tutorials and “Get the look” videos shared on social media to guide those who want to achieve the perfect “Indie Sleazy” look. In a 2022 Indie Sleaze manner, skinny jeans have been traded for baggy ripped jeans and tacky neon accessories for a simple cigarette (for the edge). Even Millenials gladly contribute to the trend by sharing pictures from their teenage years.</p><img src='https://img.buzzfeed.com/buzzfeed-static/static/2020-06/23/21/asset/4f79e7ce8da0/sub-buzz-1378-1592947778-7.jpg?downsize=600:*&output-format=auto&output-quality=auto' alt='undefined' style='float:none;height: auto;width: auto'/><p>On the runways, designers like Raf Simons and Anthony Vaccarello have introduced more disheveled looks by distressing or loosening knitwear, and Virginie Viard’s models wore heavy dark eye makeup. The noughties are back, disguised as another anodyne trend we call Indie Sleaze, for a needed psychological escape, and it is with the reassuring thought of a brighter future that it has inspired us to go forward.</p><img src='https://i.pinimg.com/736x/79/01/1a/79011a689aafbb5e0e75a6970f7bbc13.jpg' alt='undefined' style='float:none;height: auto;width: auto'/><p></p>",
      "mainPhoto" : "https://media.vogue.co.uk/photos/61e16afdb852fe8e0013829e/3:2/w_2004,h_1336,c_limit/Indie%20sleaze%20header%20GettyImages-53149501.jpg"
    }
  ]
}
